import { geo,alg,fraction,hero } from "../assets";


      export const AppText = {
        hello: 'Вітаю,',
        Iam: 'Я ',
        LyalyaYevtushenko: 'Ляля Євтушенко',
        aboutMeDescripion: 'Навчання повинно бути цікавим, креативним та наповненим прикладами з життя, легкодоступним і зрозумілим. Розуміння теми є ключем до успішного вирішення прикладних завдань через практику. Сучасний світ постійно рухається вперед, і математики повинні слідкувати за нововведеннями як у математичній, так і в гуманітарній сфері. Діти - це майбутнє України, і їхня освіта визначає безпеку та якість життя майбутніх поколінь. Головна мета навчання в школі - надихнути бажання вивчати та відкривати нове протягом усього життя.',
        Education: 'Освіта & ',
        Lesson: 'Уроки',
        Math: 'з Математики',
        Teacher: 'Репетитор',
        Materials: 'Матеріали',
        Educ: 'Мої навчальні ',
        Reviews: 'Відгуки ',
        Students: 'Учнів',
        Contact: 'Є ПИТАННЯ? ',
        Us: 'ЗВЕРТАЙТЕСЬ!',
        copywriteText: 'Copyright by Lyalya Yevtushenko @2023'
    }
    

export const aboutSection=[
    {
        id:1,
        image: alg,
        title:'Алгебра',
        desc:'Унікальні матеріали, спрямовані на розвиток розуміння та навичок у математиці'
    },
    {
        id:2,
        image: geo,
        title:'Геометрія',
        desc:'Я врахувала основні труднощі, з якими можуть зіткнуться учні, і створила матеріали, спрямовані на їх подолання'
    },
    {
        id:3,
        image: fraction,
        title:'Шкільна програма',
        desc:'Навчальні матеріали охоплюють усі теми, важливі для програми 7-9 класів'
    }
]

export const workDetail=[
    { 
        id:1,
        year:'1998 2021',
        university:'Український Державний Університет Науки і Технологій',
        position:'бакалавр'
    },
]

export const lessons=[
    {
        id:1,
        title:'Числові та алгебраїчні вирази',
        types: ['7', 'algebra'],
        desc:"Алгебра - 7 клас",
        price: '200грн',
        image: hero,
    },
    {
        id:4,
        title:'Точки та прямі',
        types: ['7', 'geometry'],
        desc:"Геометрія - 7 клас",
        image: hero,
    },
    {
        id:2,
        title:'Види рівнянь. Лінійне рівняння з однією змінною',
        types: ['7', 'algebra'],
        desc:"Алгебра - 7 клас",
        image: hero,
    },
    {
        id:3,
        title:'Вирази зі змінними. Цілі раціональні вирази',
        types: ['7', 'algebra'],
        desc:"Алгебра - 7 клас",
        image: hero,
    },
    {
        id:5,
        title:'Промінь. Кут. Вимірювання кутів',
        types: ['7', 'geometry'],
        desc: "Геометрія - 7 клас",
        image: hero,
    },
    {
        id:6,
        title:'Рівні трикутники. Висота, медіана, бісектриса трикутника',
        types: ['7', 'geometry'],
        desc: "Геометрія - 7 клас",
        image: hero,
    },
    {
        id:7,
        title:'Раціональні дроби',
        types: ['8', 'algebra'],
        desc: "Алгебра - 7 клас",
        image: hero,
    },
]

